<?php

return [
    'info'             => 'اطلاعات دریافت شد.',
    'success'          => 'با موفقیت انجام شد.',
    'created'          => 'اطلاعات با موفقیت ثبت شد.',
    'deleted'          => 'حذف اطلاعات انجام شد.',
    'badRequest'       => 'درخواست با مشکل مواجه شده است.',
    'serverError'      => 'خطایی رخ داده است.',
    'notFound'         => 'موردی پیدا نشد.',
    'methodNotAllowed' => 'به این مورد دسترسی ندارید.',
    'unauthorized'     => 'وارد حساب کاربری خود شوید.',
    'forbidden'        => 'به این بخش دسترسی ندارید.',
    'unprocessable'    => 'مشکلی در اطلاعات دریافتی وجود دارد.',
    'tooManyRequests'  => 'درخواست های مکرر ارسال کرده اید.',
];
