<?php

return [
    'info'            => 'اطلاعات دریافت شد.',
    'success'         => 'با موفقیت انجام شد.',
    'created'         => 'اطلاعات با موفقیت ثبت شد.',
    'deleted'         => 'حذف اطلاعات انجام شد.',
    'error'           => 'مشکلی در انجام عملیات رخ داده است.',
    'serverError'     => 'مشکلی در انجام عملیات رخ داده است.',
    'notFound'        => 'موردی پیدا نشد.',
    'unauthorized'    => 'وارد حساب کاربری خود شوید.',
    'forbidden'       => 'به این بخش دسترسی ندارید.',
    'unprocessable'   => 'مشکلی در اطلاعات دریافتی وجود دارد.',
    'tooManyRequests' => 'درخواست های مکرر ارسال کرده اید.',
];
